---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.MirrorFailures
source: html/223de0eb-1979-5dd8-2080-ccd7c57f458b.htm
---
# BuiltInFailures.MirrorFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.